7zip
accountsservice
alsa-firmware
alsa-plugins
alsa-utils
ark
aspell
aurorae
b43-fwcutter
base
base-devel
bash-completion
bat
bind
blender
bluedevil
bluez
bluez-utils
breeze
breeze-cursors
breeze-gtk
breeze-plymouth
btop
btrfs-progs
cage
cantarell-fonts
chafa
cliphist
colloid-gtk-theme-git
cosmic-applets
cosmic-app-library
cosmic-bg
cosmic-comp
cosmic-files
cosmic-greeter
cosmic-idle
cosmic-initial-setup
cosmic-launcher
cosmic-notifications
cosmic-osd
cosmic-panel
cosmic-player
cosmic-randr
cosmic-screenshot
cosmic-session
cosmic-settings
cosmic-settings-daemon
cosmic-store
cosmic-terminal
cosmic-text-editor
cosmic-wallpapers
cosmic-workspaces
cryptsetup
cups
cups-pk-helper
device-mapper
dialog
diffutils
dmidecode
dmraid
dnsmasq
dosfstools
downgrade
dracut
drkonqi
duf
e2fsprogs
efibootmgr
efitools
endeavouros-branding
endeavouros-keyring
endeavouros-mirrorlist
ethtool
exfatprogs
ex-vi-compat
eza
f2fs-tools
fastfetch
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
ffmpegthumbs
firefox
firewall-applet
firewalld
fish
flatpak
fwupd
ghostscript
ghostty
gimp
git
glances
google-chrome
greetd
greetd-regreet
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gst-plugin-va
gwenview
haveged
hdparm
helix
hwdetect
hwinfo
inetutils
inkscape
intel-media-driver
intel-ucode
inxi
iptables
iwd
jfsutils
jq
just
kactivitymanagerd
kde-cli-tools
kdecoration
kde-gtk-config
kdenlive
kernel-install-for-dracut
kglobalacceld
kimageformats
knighttime
konsole
kpipewire
ksystemstats
kwallet-pam
kwayland
kwayland-integration
layer-shell-qt
lazygit
less
libappindicator
libdvdcss
libgsf
libkscreen
libksysguard
libopenraw
libplasma
libva-intel-driver
linux
linux-firmware
linux-headers
logrotate
lsb-release
lsscsi
lvm2
man-db
man-pages
mdadm
meld
mesa-utils
modemmanager
mtools
nano
nano-syntax-highlighting
neovim
netctl
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
ntp
nwg-look
obsidian
ocean-sound-theme
onlyoffice-bin
openssh
oxygen
oxygen-cursors
oxygen-sounds
pacman-contrib
pavucontrol
perl
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plasma5support
plasma-activities
plasma-activities-stats
plocate
poppler-glib
power-profiles-daemon
python
python-defusedxml
python-jinja
python-packaging
qqc2-breeze-style
qt6-imageformats
qt6-wayland
rclone
rebuild-detector
reflector
reflector-simple
rsync
rtkit
sg3_utils
sleepyneko-git
smartmontools
s-nail
sof-firmware
sudo
sysfsutils
system-config-printer
systemd-sysvcompat
tailscale
texinfo
tldr
tree
ttf-bitstream-vera
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-opensans
union
unrar
unzip
upower
usb_modeswitch
usbutils
vulkan-intel
vulkan-nouveau
wechat-appimage
wget
which
whois
wireless-regdb
wireplumber
xdg-desktop-portal-cosmic
xdg-user-dirs
xdg-utils
xf86-input-libinput
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xsettingsd
xterm
xwayland-satellite
yay
yazi
zed
zoxide
